[
    {
      "img": "https://i.ibb.co/gyK4fSc/MT-Streetfighter-SV.jpg",
      "price": 350,
      "quantity": 30,
      "name": "MT Streetfighter SV",
      "supplier": "Nell Bowman",
      "desription": "A full face helmet covers the entire head, including the base of the skull to the rear.The face and chin are also protected by a section of material which typically also cradles the visor."
    },
    {
      "img": "https://i.ibb.co/N9sCmsq/RST-Trachtech-Evo-3.jpg",
      "price": 400,
      "quantity": 25,
      "name": "RST Trachtech Evo",
      "supplier": "Cox Wall",
      "desription": "Sometimes you need motorcycle footwear that is more shoe than boot. That means a low profile that doesn’t go too far up your leg and more style and design over straight up protection."
    },
    {
      "img": "https://i.ibb.co/4Y9Xy26/Alpinestars-Web-Gore-Tex-Boots.jpg",
      "price": 470,
      "quantity": 35,
      "name": "Alpinestars Web Gore-Tex Boots",
      "supplier": "June Byrd",
      "desription": "Black leathers, loud bikes and the motorcycle culture at full force, that the Harley motorcycle culture. For that rider the perfect boot is a rugged, tough leather boot that not only looks like “the business” but it also useful in the real world. "
    },
    {
      "img": "https://i.ibb.co/3vr7PxS/Alpinestars-J6-Waterproof-Shoes.jpg",
      "price": 500,
      "quantity": 30,
      "name": "Alpinestars J6 Waterproof Shoes",
      "supplier": "Mckay Mullins",
      "desription": "Boots are usually constructed using different materials such as leather, woolly, plastics and other advanced materials (for race boots mainly). You can’t go wrong with a high-quality leather boot. "
    },
    {
      "img": "https://i.ibb.co/QCz8H3d/AGV-Sports-Modular.jpg",
      "price": 320,
      "quantity": 32,
      "name": "AGV Sports Modular",
      "supplier": "Carver Cardenas",
      "desription": "They include a hinge, allowing the chin bar to be raised and lowered according to the wearer’s needs (even removed in some cases)."
    },
    {
      "img": "https://i.ibb.co/stTY4Zq/6-Speed-Gearbox.jpg",
      "price": 550,
      "quantity": 20,
      "name": "6 Speed Gearbox",
      "supplier": "Rebecca Spears",
      "desription": "Adventure/Dual Sport helmets are designed with both on and off-road riding in mind.A boom in adventure riding in the last decade means most major manufacturers offer a few helmets in this category."
    },
    {
      "img": "https://i.ibb.co/k35hHQp/Rukka-Arma-T-Gore-Tex.jpg",
      "price": 330,
      "quantity": 24,
      "name": "Rukka Arma-T Gore-Tex",
      "supplier": "Neal Kidd",
      "desription": "Textiles in the early 20th century were pretty limited. Wool, one of the most popular materials available, turned out to be pretty crummy at blocking the wind and other elements that riders deal with on a daily basis. "
    },
    {
      "img": "https://i.ibb.co/qnSYgnS/Oxford-Montreal-3-0.jpg",
      "price": 250,
      "quantity": 27,
      "name": "Oxford Montreal 3.0",
      "supplier": "Kelly Mayo",
      "desription": "The original Perfecto is a prime example of this style of jacket. It’s not about flashy colors or high-speed performance. Cruiser jackets are about comfort. They are about simplicity."
    },
    {
      "img": "https://i.ibb.co/vcsvpxp/Car-Sports-Seat.jpg",
      "price": 350,
      "quantity": 40,
      "name": "Car Sports Seat",
      "supplier": "Walton Bird",
      "desription": "As motorcycle performance advanced over the years, so too has jacket technology. Sport jackets are the epitome of modern material technology as they bring together the most advanced materials, protection, and design."
    },
    {
      "img": "https://i.ibb.co/g3jvFnj/Alpinestars-Andes-V2.jpg",
      "price": 400,
      "quantity": 17,
      "name": "Alpinestars Andes V2",
      "supplier": "Jannie Snow",
      "desription": "A century or so later, we now have a multitude of textile options that provide outstanding defenses against the elements. Some new synthetic materials were ideal for making jackets."
    },
    {
      "img": "https://i.ibb.co/cLynDpR/Ranger-Fire-Gloves.jpg",
      "price": 260,
      "quantity": 20,
      "name": "Ranger Fire Gloves",
      "supplier": "Melendez Murray",
      "desription": "Elegant and classic looks with a retro, cool and trendy twist. The Blackjack is particularly suitable for hot and sunny days in motion in the Spring and Summer months. Elastic inserts and adjustable wrist ultimately ensures a perfect fit and is very comfortable."
    },
    {
      "img": "https://i.ibb.co/Jt1RwQF/Alpinestars-SP-8-V2-Leather-Gloves.jpg",
      "price": 300,
      "quantity": 25,
      "name": "Alpinestars SP-8 V2 Leather Gloves",
      "supplier": "Jodi Franklin",
      "desription": "The Sprint Gloves from BILT are an aggressive, short cuff glove that are ready to transport you from apex to apex in the warmer months. The unlined, full leather construction balances protection with uninterrupted communication between rider and machine. Suede overlays add reinforcement at the palm and grip at the control interface - the forward portion of the palm, index and middle fingers."
    }
  ]